Repository: creanico/wp-plugin-easy-alt-edit
Catalog: langs/eae-*.po
Languages: fr_fr

source: The full documentation is available online :
fr_fr: La documentation complète est disponible en ligne :

# Admin — Page title
source: About
fr_fr: À propos

# Admin — Submenu name
source: About
fr_fr: À propos

source: Force the use of alternative text from an image
fr_fr: Forcer l’utilisation de texte alternatif de l'image

source: If this option is checked, the alternative text entered from the "Media" tab will take priority over the alternative text entered from an article, a page ...
fr_fr: Si cette option est activée, le texte alternatif entré à partir de l’onglet « Médias » aura la priorité sur le texte alternatif saisi à partir d’un article, d’une page...

source: Save Changes
fr_fr: Sauvegarder les changements

# Admin — tab name
source: Settings
fr_fr: Réglages

# Admin — tab name
source: API Key Activation
fr_fr: Activation de la clé API

# Admin — tab name
source: API Key Deactivation
fr_fr: Désactivation de la clé API

source: Alt Text
fr_fr: Texte alternatif

source: Use image title
fr_fr: Utiliser le titre de l’image

source: Your Easy ALT Edit license expires in
fr_fr: Votre licence Easy ALT Edit expire dans

source: After expiration, you will no longer have access to updates and support.
fr_fr: Après expiration, vous n’aurez plus accès au support ni aux mises à jour.

source: Extend your license with 40%% off before the %s!
fr_fr: Prolongez votre licence avec une réduction de 40%% avant le %s !

source: API Key Activation
fr_fr: Activation de la clé API

source: API Key Deactivation
fr_fr: Désactivation de la clé API

source: Attempt to migrate data failed. Deactivate then reactive this plugin or theme, then enter your API Key on the settings screen to receive software updates. Contact support if assistance is required.
fr_fr: La tentative de migration des données a échoué. Désactivez puis réactivez cette extension, puis saisissez votre clé API sur l’écran des réglages pour recevoir les mises à jour logicielles. Contactez le support si une assistance est nécessaire.

source: The <strong>%1$s</strong> API Key has not been activated, so the %2$s is inactive! %3$sClick here%4$s to activate <strong>%5$s</strong>.
fr_fr: La clé API <strong>%s</strong> n'a pas été activée, donc %s est inactif. %sCliquez ici%s pour activer <strong>%s</strong>.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %1$s updates. Please add %2$s to %3$s.
fr_fr: <b>Attention !</b> Vous bloquez les requêtes externes, ce qui signifie que vous ne pourrez pas obtenir les mises à jour de %s. Veuillez ajouter %s à %s.

source: API Key
fr_fr: Clé API

source: Product ID
fr_fr: ID produit

source: API Key Status
fr_fr: Statut de la clé API

source: License owner
fr_fr: Titulaire de la licence

source: API Deactivation
fr_fr: Désactivation de l'API

source: Deactivate API Key
fr_fr: Désactiver de la clé API

source: Activated
fr_fr: Activée

source: Deactivated
fr_fr: Désactivée

source: Data not available
fr_fr: Information non disponible

source: %s activated.
fr_fr: %s activée.

source: Connection failed to the License Key API server. Try again later. There may be a problem on your server preventing outgoing requests, or the store is blocking your request to activate the plugin/theme.
fr_fr: La connexion au serveur API de clé de licence a échoué. Réessayez plus tard. Il peut y avoir un problème sur votre serveur empêchant les demandes sortantes, ou le magasin bloque votre demande d'activation du plugin / thème.

source: API Key deactivated.
fr_fr: Clé API désactivée.

source: The API Key could not be deactivated. Use the API Key Deactivation tab to manually deactivate the API Key before activating a new API Key. If all else fails, go to Plugins, then deactivate and reactivate this plugin, or if a theme change themes, then change back to this theme, then go to the Settings for this plugin/theme and enter the API Key information again to activate it. Also check the My Account dashboard to see if the API Key for this site was still active before the error message was displayed.
fr_fr: La clé API n'a pas pu être désactivée. Utilisez l'onglet Désactivation de la clé API pour désactiver manuellement la clé API avant d'activer une nouvelle clé API. Si tout le reste échoue, allez dans Plugins, puis désactivez et réactivez ce plugin, ou si un thème change de thème, revenez à ce thème, puis allez dans les paramètres de ce plugin / thème et entrez à nouveau les informations de la clé API pour l'activer . Consultez également le tableau de bord Mon compte pour voir si la clé API de ce site était toujours active avant l'affichage du message d'erreur.

source: Deactivates an API Key so it can be used on another blog.
fr_fr: Désactive une clé API afin qu'elle puisse être utilisée sur un autre blog.

source: This extension allows you to easily and quickly manage alternate titles of your images directly from the media list.
fr_fr: Cette extension vous permet de gérer facilement et rapidement les titres alternatifs de vos images directement à partir de la liste des médias.
